namespace OrderTextTrainer.Core.Services;

public static class SampleData
{
    public static readonly string DefaultText = @"lenspop日抛两片装
姓名： 图图
电话： 13766593011
地址：浙江省杭州市西湖区三墩镇 桔子里1号楼1009
下单：
溏心珠蓝绿550
---------------
缺货

姓名:竹
电话:15826656862
地址:湖北省荆州市江陵县郝穴镇江陵大道奥林花园小区
品牌:lenspop清仓
款式:1奶冻冰球红一个250度/一个400度
      2光织蓝250度
      3溏心珠绿250度
      4光织绿225度
赠品:每副送伴侣盒，每单护理液
-------------
光织蓝250度
光织绿225度缺货

Lenspop半年抛，次元梦境pro紫0/0一副+星辰泪青0/0一副+星辰泪蓝0/0一副+流萤森金棕0/0一副共4副+赠送护理盒x4+护理液x1，朵朵，17392940690，陕西省西安市长安区韦曲街道常宁大街888号西安培华学院长安校区

lenspop 年抛
绘世纱蓝 100/100
绘世纱蓝 375/375
赠品：2个盒子
山东省威海市环翠区贝卡尔特路91号 北门右侧 中运物流431
小咪431；132-8785-2759";
}
